{
  "sections": {
    "main": {
      "type": "main-page",
      "settings": {
      }
    },
    "1650763594e2cd9277": {
      "type": "usp-block",
      "settings": {
        "confidence_prop_image": "diamond-circle",
        "section_id": "guarantee",
        "section_header": "<p>BABY COME BACK - You Can Blame it All on Me<\/p>",
        "section_sub_header": "<p>30-Day <strong>Satisfaction Guarantee<\/strong><\/p>",
        "section_top_paragraph": "<p>Marks Jewelers is committed to your satisfaction.<br\/>If for any reason you are not completely satisfied with your online purchase you may return it within 30 days of the delivery date for a full refund or an exchange. To be accepted, all items must be in their original packaging, unworn, and free from any damage. If a giveaway was a part of your original purchase, all promotional items must be returned with the original item.<\/p><p>All refunds (except cash payments) will be given in the same manner as originally purchased. Credits will be issued within 2-3 business days from the acceptance of the return. All cash payments will be refunded by a check that will be mailed within fifteen (15) business days. Refund checks will be sent to the name and address of original purchaser. If you lost the original documents or grading report the cost of replacing those documents will be deducted from your return.<\/p>",
        "section_highlight": "<p>THE FOLLOWING REASONS WILL VOID THE 30-DAY RETURN POLICY:<\/p><p>• Resized by a jeweler other than Marks Jewelers<br\/>• If the product has been wornAny special orders<br\/>• Any head changes<br\/>• Custom made by JEWL<strong>VISIONTM <\/strong>and\/or altered from original state<br\/>• Custom engraved items<\/p>",
        "section_bottom_paragraph": "<p>Due to their custom nature, we cannot accept returns on the following: designer engagement rings, designer wedding bands, special size accommodations, and custom made items. Custom orders may only be canceled within 4 business days of being placed (Deposits\/Payments after 4 days are non-refundable). If you are unsure or have questions about a particular item, please call one of our customer service representatives for expert help.<\/p><p>Online Returns:<br\/><strong>Simply call us at <\/strong><a href=\"tel:12153627132\" title=\"tel:12153627132\"><strong>(215) 362-7132<\/strong><\/a><strong> for a Return Authorization Number<\/strong><em>(orders sent back without a return will not be accepted)<\/em>and ship the item back to us.<br\/>Once your item has been securely packaged and the RA# has been obtained, please ship to:<br\/><strong>Marks Inc.<br\/>Attn: Returns Department<br\/>975 Bethlehem Pike, Montgomeryville, PA 18936<br\/>215-362-7132<\/strong><\/p>",
        "section_financing": false,
        "section_cta_copy": "",
        "section_cta_text": "",
        "section_cta_url": "",
        "section_disclaimer_paragraph": ""
      }
    },
    "1650764082884d5ad7": {
      "type": "usp-block",
      "settings": {
        "confidence_prop_image": "diamond-upgrade",
        "section_id": "upgrade",
        "section_header": "<p>WE PROMISE - To Love Bigger<\/p>",
        "section_sub_header": "<p>100% Upgrade Policy<\/p>",
        "section_top_paragraph": "<p>As your love grows, upgrading your diamond is a very meaningful way to celebrate milestones in your life. We promise to make this as easy and affordable as possible with no strings attached. When purchased from Marks Jewelers, our clients can trade their engagement diamond, solitaire diamond pendant, and diamond stud earrings for a different size, quality, or shape after 1 year.<\/p><p>Just like our bridal warranty, the Marks Jewelers 100% Upgrade promise honors your diamond for a lifetime.​​​​​​​<\/p>",
        "section_highlight": "",
        "section_bottom_paragraph": "",
        "section_financing": false,
        "section_cta_copy": "",
        "section_cta_text": "",
        "section_cta_url": "",
        "section_disclaimer_paragraph": ""
      }
    },
    "16507642084796badd": {
      "type": "usp-block",
      "settings": {
        "confidence_prop_image": "money-bag",
        "section_id": "financing",
        "section_header": "<p>THE HEART WANTS -What the Heart Wants<\/p>",
        "section_sub_header": "<p>Flexible <strong>Financing<\/strong><\/p>",
        "section_top_paragraph": "<p>There are few purchases in your life as significant as an engagement ring or wedding bands. Marks Jewelers believes that you should be fiscally responsible with your money. For this reason we have teamed up with Wells Fargo Bank, N.A. to provide you with the tools necessary to make the best decision.<br\/><strong>We are proud to offer the following special offers:*<\/strong><\/p>",
        "section_highlight": "",
        "section_bottom_paragraph": "",
        "section_financing": true,
        "section_cta_copy": "<p>Ready to get started? Click the button below<\/p>",
        "section_cta_text": "Get Pre-Qualified",
        "section_cta_url": "https:\/\/mylpro.com\/2xk2x",
        "section_disclaimer_paragraph": "<p>*This credit card is issued with approved credit by Wells Fargo Bank, N.A. Equal Housing Lender<\/p>"
      }
    },
    "1650764290c30d8559": {
      "type": "usp-block",
      "settings": {
        "confidence_prop_image": "marks-logo",
        "section_id": "insurance",
        "section_header": "<p>I WILL HOLD YOU TIGHT -And I Won’t Let Go<\/p>",
        "section_sub_header": "<p>Insurance<\/p>",
        "section_top_paragraph": "<p>While we cover everything we possibly can, we highly recommend getting your jewelry insured for the unthinkable (damage beyond repair, loss, theft, loss of center diamond). We highly recommend using Jewelers Mutual but always advise to comparison shop rates and coverages.<\/p><p><strong>Personal Jewelry Insurance from Jewelers Mutual Insurance Group<\/strong><br\/>Your favorite pieces of jewelry reflect who you are and connect you to special moments with the ones you love. Jewelers Mutual Insurance Group - the only insurer specializing exclusively in jewelry insurance for more than 100 years - offers repair or replacement coverage to protect your jewelry for all its worth.<\/p><p>We trust Jewelers Mutual and believe you deserve a professional, informative jewelry insurance experience so that you can wear your jewelry without worry.<\/p>",
        "section_highlight": "<p>JEWELERS MUTUAL ADVANTAGES:<\/p><p>• Comprehensive repair or replacement coverage that often goes beyond standard homeowners insurance and warranties<br\/>• Worldwide protection against theft, damage, loss and even mysterious disappearance<br\/>• Flexibility to work with your own jeweler; no need for multiple estimatesLicensed agents, GIA Graduate Gemologists and American Gem Society Certified Gemologists on staff whose passion and specialty is jewelry<br\/>• Personal, professional assistance with every call, question or claim<\/p>",
        "section_bottom_paragraph": "<p>Visit www.JewelersMutual.com to learn more. If you have any questions, please call Jewelers Mutual at 1(888) 884-2424. To get a free quote, visit www.JewelersMutual.com\/protect and enter our store code: A02198.<\/p>",
        "section_financing": false,
        "section_cta_copy": "",
        "section_cta_text": "",
        "section_cta_url": "",
        "section_disclaimer_paragraph": "<p>Coverage offered by a member insurer of the Jewelers Mutual Insurance Group, Neenah, WI.<br\/>Coverage and pricing are subject to underwriting review and approval, and to policy terms and conditions.<\/p>"
      }
    }
  },
  "order": [
    "main",
    "1650763594e2cd9277",
    "1650764082884d5ad7",
    "16507642084796badd",
    "1650764290c30d8559"
  ]
}